Repository: common-repository/automatic-ban-ip
Catalog: lang/automatic_ban_ip-*.po
Languages: af_af

source: Geolocalisation of Banned Spammers
af_af: geoplasing van Verbande ongewensde bestoking

source: %s IP has been tested
af_af: %s IP wat getoets is

source: Blocked IP
af_af: Geblokeerde IP

source: Reason for the blocking
af_af: Rede vir Blokering

source: Geolocation
af_af: Geoplasing

source: Date
af_af: Datum

source: Ban IP
af_af: Verban IP

source: HoneyPot Projet
af_af: HoneyPot Projek

source: Your API key for the %s:
af_af: U API sleutel vir die %s:

source: Get your API key on %s
af_af: Kry u API sleutel by %s

source: For information, the threat associated with your ip (%s) is %s
af_af: Vir inligting, die bedreiging wat met u ip(%s) geassosieer is %s

source: An error occured while retrieving the info before %s : %s
af_af: &#039;n Fout het plaasgevind terwyl die inligting verkry is voor %s: %s

source: Here is the returned: %s
af_af: Hier is die teruggekeerde: %s

source: The requested URL was: %s
af_af: Die URL wat versoek was: %s

source: Your IP (%s) is not compatible with %s
af_af: U IP(%s) is nie versoenbaar met %s

source: The minimum threat score to block:
af_af: Die minimum bedreiging telling om te blokkeer:

source: Default value is %s
af_af: Standaard waarde is %s

source: Block via .htaccess
af_af: Blokkeer via .htaccess

source: Number of IP should be added to the %s file:
af_af: Nommer van IP behoort bygevoeg te word by die %s leër:

source: If this number is %s, thus no IP is added
af_af: Indien hierdie nommer %s is, dus is geen IP bygevoeg nie

source: Only the last IP addresses that connect to your site are put in the %s file. If a new spammer connects to your site, its IP will be added to %s file while another IP is removed (thus there is a circular process)
af_af: Slegs die laaste IP adres wat konnekteer na u webtuiste is bygevoeg in die %s leër. Indien &#039;n nuwe bestoker konnekteer na u webtuiste, sal die IP begevoeg word tot die %s leër terwyl die ander op

source: Geolocate spammer
af_af: Geo-opspoor bestoker

source: If you want to geolocate spammer on a map, please enter you %s key:
af_af: Indien u die bestoker wil geo-opspoor om die kaart, druk jou %s sleutel

source: You have to create your own key on %s.
af_af: U moet u eie sleutel skep %s

source: You API key appears to be correct.
af_af: U API sleutel lyk korrek

source: Your server appears to be located in %s (your server's IP is %s).
af_af: Dit blyk dat u bedienaar rekenaar in %s te wees (U bedienaar rekenaar se IP is %s).

source: There was a problem while contacting the server.
af_af: Daar was &#039;n probleem terwyl kontak met die bedienaar rekenaar gemaak is.

source: This plugin may block spammer and suspicious host that connect to your server.
af_af: Die prop mag bestokers en verdagte huisvesters blokkeer wat na u bedienaar rekenaar konnekteer.

source: Purpose of that plugin
af_af: Doel van die prop

source: Spammers may be blocked either by PHP based restrictions (i.e. Wordpress generates a 403 page for such identified users) or by Apache based restriction (using %s in %s file).
af_af: Bestokers mag geblokkeerd word deur middel van PHP gebaseerde beperkings (i.e WordPress genereer &#039;n 403 bladsy vir sulke geidentifiseerde gebruikers) of deur middel van Apache gebaseerde beperking (gebruik %s in %s leër).

source: The Apache restriction is far more efficient when hundreds of hosts sent you spams in few minutes.
af_af: Die Apache beperking is by vêrre meer doeltreffend wanneer honderde gasheer rekenaars u bestokings stuur in &#039;n paar minute.

source: Nevertheless the Apache restrictions method does not apply for all configurations.
af_af: Des nie teenstaande, is Apache beperkings metode nie van toepassing op alle konfigurasies nie.

source: Method to block spammers
af_af: Metode om bestokers te blokkeer

source: Spammers may be detected either by using the %s database or by using the %s plugin (need to be installed and configured accordingly).
af_af: Bestokers mag opgespoor kan word deur óf die %s data basis of deur die gebruik van die %s prop (moet geïnstalleer en opgestel word dienooreenkomstig).

source: Method to detect spammers
af_af: Metode om betokers op te spoor

source: How To
af_af: Hoe om

source: Manage translations
af_af: Beheer vertalings

source: Give feedback
af_af: Gee terugvoer

source: Other plugins
af_af: Ander proppe
